Repository: theuslimaa/CSharp.NET
Catalog: TicTacToee/Resources/resources.*.resx
Languages: pt_br

# WelcomeMessage
source: Welcome to the TicTacToe game, developed by me, theuslimaa!
pt_br: Bem vindo ao jogo da velha, desenvolvido por mim, theuslimaa!

# VisitMessage
source: Check out my other projects at https://github.com/theuslimaa.
pt_br: Veja meus outros projetos em https://github.com/theuslimaa.

# SelectOpponent
source: Do you want to play against another player or the computer? (play/pc):
pt_br: Deseja jogar contra um jogador ou contra o computador? (jog/pc):

# InvalidResponse
source: Invalid response, try again.
pt_br: Resposta inválida, digite novamente.

# PlayerMovePrompt
source: Player {0}, choose your position (1-9):
pt_br: Jogador {0}, escolha sua posição (1-9):

# WinMessage
source: Player {0} won!!!
pt_br: Jogador {0} ganhou!!!

# DrawMessage
source: It's a draw!!!
pt_br: DEU VELHA!!!

# PlayAgainPrompt
source: Play again? (yes/no)
pt_br: Jogar novamente? (sim/nao)

# SwitchOrExit
source: Do you want to switch opponents or exit? (switch/exit)
pt_br: Digite voltar para mudar as configurações ou sair para terminar o jogo (voltar/sair)

# ExitMessage
source: Thank you for playing! Check out my other projects at https://github.com/theuslimaa.
pt_br: Muito obrigado por jogar e veja os meus outros projetos em https://github.com/theuslimaa.
